; Neon64 logo by themind (hcs)

logo00  db $0b,"                        ллллллллллл",$0a
        db     "                      лллл          ",$0c,"(c) 2001-2005 Halley's Comet Software",$0a
        db $0b,"                      лллллллл           ",$0c,"http://here.is/halleyscomet",$0a
        db $0b,"                       ллллллллллл",$0a
        db     "                         ллллллллл           лл",$0a
        db     "                             лллл          лл",$0a
        db     "                             лл          ллл",$0a
        db     "                            лл        ллллл       лллллллллл",$0a
        db     "             ллл           лл       лллллл      лллллллл  ллл           ллл",$0a
        db     "     лллллллллллл         лл     ллллллл      лллллллллл    ллл       лл",$0a
        db     "   лл    ллллллллл        л    лллллллл     ллллллллллл    ллллл    лл",$0a
        db     "  лл    лллллллллл       лл   лллллллл     ллллллллллл     лл лл   лл",$0a
        db     "       лллл ллллллл     лл   лллллллл     лллл  ллллл     ллл лл  лл",$0a
        db     "       лллл ллллллл    ллл   лллллллл    ллл    лллл     ллл  л   лл",$0a
        db     "       ллл  лллллллл  лллл   ллл  лллл   лл    ллл      ллл   л  лл",$0a
        db     "      лллл   ллллллл  лллл  лллл  лллл  ллл  ллл      лллл   лл  лл",$0a
        db     "     ллллл   лллллллллллл   лллллллл   ллл  лл     лллллл   ллл ллл",$0a
        db     "     лллл    лллллллллллл   ллл        лллллл   ллллллл    ллллллл",$0a
        db     "   лллллл    лллллллллллл   ллллллл   лллл    лллллллл    ллллллл",$0a
        db     "    ллл      лллллллллл        ллллллллл       лллл         ллл",$0a
        db     "              ллллллл",$0a
        db     "               лллл                          ",$0c,"66666666   44    44",$0a
        db     "                                             66         44    44",$0a
        db     "                                             66         44    44",$0a
        db     "         Neon64 1.2b                         66666666   44444444",$0a
        db     "           8/17/05                           66    66         44",$0a
        db     "                                             66    66         44",$0a
        db     "                                             66666666         44",0
